Repository: elementary/reminders
Catalog: po/extra/*.po
Languages: es, ka, pl, uk

source: Tasks
es: Tareas
pl: Zadania
uk: Завдання

source: Synced tasks and reminders
es: Tareas y recordatorios en sincronía
ka: ამოცანები და შეხსენებები სინქრონიზებულია
pl: Zsynchronizowane zadania oraz przypomnienia
uk: Синхронізовані завдання та нагадування

source: Designed and built to help manage all of your tasks and reminders. Create and complete tasks, manage lists and sync them across your machines using CalDAV.
es: Diseñado y construido para ayudarle a gestionar todas sus tareas y recordatorios. Cree y complete tareas, administre listas y sincronícelas en sus equipos mediante CalDAV.
ka: დაგეგმილი და აგებულია, რომ დაგეხმაროთ თქვენი შეხსენებებისა და ამოცანების მართვაში. შექმენით და დაასრულეთ ამოცანები, მართეთ სიები და დაასინქრონეთ ისინი თქვენ მანქანებს შორის CalDAV-ის გამოყენებით.
pl: Zaprojektowane i wykonane by pomóc zarządzać wszystkimi twoimi zadaniami i przypomnieniami. Twórz i kończ zadania, zarządzaj listami i synchronizuj je między twoimi maszynami przy użyciu CalDAV.
uk: Створено для керування всіма вашими завданнями та нагадуваннями. Створюйте та виконуйте завдання, керуйте списками та синхронізуйте їх на своїх машинах за допомогою CalDAV.

source: Improvements:
es: Mejoras:
ka: გაუმჯობესებები:
pl: Ulepszenia:
uk: Вдосконалення:

source: New app icon
ka: ახალი აპის ხატულა
uk: Нова піктограма застосунку

source: Updated translations
es: Traducciones actualizadas
ka: განახლებული თარგმანები
pl: Zaktualizowano tłumaczenia
uk: Оновлено переклади

source: Features:
ka: თვისებები:
pl: Funkcje:
uk: Функції:

source: Add offline support for newly created task lists in case its configured for the account
ka: ინტერნეტის გარეშე მუშაობის მხარდაჭერა ახლად შექმნილი ამოცანების სიებისთვის, თუ ეს ჩართულია ამ ანგარიშისთვის
pl: Dodano wsparcie offline dla nowo utworzonych list zadań w przypadku odpowiedniej konfiguracji konta
uk: Додана офлайн-підтримка новостворених списків завдань, якщо їх налаштовано для облікового запису

source: Automatically synchronize a task list whenever it is selected or the network becomes available again
ka: ამოცანების სიის ავტომატური სინქრონიზაცია, როცა ეს არჩეულია, ან ქსელი თავიდან გახდება ხელმისაწვდომი
pl: Automatyczna synchronizacja listy zadań gdy jest zaznaczona lub gdy sieć znów staje się dostępna
uk: Автосинхронізація списку завдань, коли він вибраний, або мережа знову стає доступною

source: Send a notification when a task is due
ka: გაფრთხილების გაგზავნა ამოცანის ვადის ამოწურვისას
pl: Wysyłanie powiadomienia przy nadchodzącym zadaniu
uk: Надсилання сповіщення, коли завдання очікує виконання

source: Drag and drop tasks between lists
ka: გადაათრიეთ და დააგდეთ ამოცანები სიებს შორის
pl: Przeciąganie i upuszczanie zadań między listami
uk: Перетягування завдань між списками

source: Follow email and web links in the task description with Control + Click
ka: ამოცანის აღწერაში არსებული ელფოსტებისა და ბმულების მიყოლა ღილაკებით Ctrl+წკაპი
pl: Podążaj za adresami email i linkami sieciowymi w opisie zadania przy użyciu Control + Kliknięcie
uk: Перехід за посиланнями електронної пошти та вебпосиланнями в описі завдань за допомогою Control + Клацання

source: Improved time zone handling
ka: დროის სარტყელის გაუმჯობესებული მართვა
pl: Usprawniono obsługę stref czasowych
uk: Удосконалено визначення часових поясів

source: Performance improvements
ka: წარმადობის გაუმჯობესებები
pl: Ulepszenia wydajności
uk: Поліпшено швидкодію

source: Fixes:
ka: შეცდომების გასწორებები:
pl: Poprawki:
uk: Виправлення:

source: Prevent account name headers from being displayed multiple times in the sidebar
ka: გვერდით პანელში ანგარიშის სახელის თავსართების მრავალჯერ ჩვენების თავიდან აცილება
pl: Zapobiegaj wielokrotnemu wyświetlaniu nazwy konta w panelu bocznym
uk: Запобігання багаторазовому показу заголовків імен облікових записів на бічній панелі

source: Long descriptions are truncated at the end instead of the beginning
ka: გრძელი აღწერები ბოლოში წაიკვეთება, დასაწყისის მაგიერ
pl: Długie opisy są przycięte na końcu zamiast na początku
uk: Довгі описи скорочуються в кінці, а не з початку

source: Removing descriptions is now saved
ka: აღწერის წაშლა ახლა შენახულია
pl: Usuwanie opisów jest teraz zapisywane
uk: Вилучення опису тепер зберігаються

source: Placing the cursor in descriptions works consistently
ka: აღწერაში კურსორის ჩასმა ყოველთვის იმუშავებს
pl: Ustawianie kursora w opisach działa teraz jednolicie
uk: Курсор в описах розміщується послідовно

source: Replace the Delete shortcut key with Ctrl + Backspace
ka: Delete მალსახმობის ღილაკის Ctrl + Backspace ღილაკებით ჩანაცვლება
pl: Zamień skrót klawiszowy z Delete na Ctrl + Backspace
uk: Видалення комбінацією клавіш Ctrl + Backspace замість клавіші Delete

source: Add a confirmation dialog when deleting a task list
ka: დადასტურების დიალოგის დამატება ამოცანების სიის წაშლისას
pl: Wyświetl okienko z potwierdzeniem przy usuwaniu listy zadań
uk: Додано запит підтвердження під час видалення списку завдань

source: Improve performance in lists with lots of completed tasks
ka: წარმადობის გაზრდა დიდი რაოდენობის დასრულებული ამოცანების მქონე სიებში
pl: Popraw wydajność w listach z dużą ilością zakończonych zadań
uk: Поліпшено швидкодію роботи зі списками з великою кількістю виконаних завдань

source: Fix crash on start with certain hardware
es: Se corrige un cierre inesperado en determinados PC
pl: Napraw błąd uruchamiania występujący na niektórych konfiguracjach sprzętowych
uk: Виправлено збої під час запуску на певному обладнанні

source: Fix the order of the scheduled view
es: Se arregla el orden de la vista de programación
pl: Naprawiono kolejność widoku zaplanowanych
uk: Виправлено подання порядку запланованих

source: First release!
es: Versión inicial
pl: Pierwsze wydanie!
uk: Перший випуск!

source: Support the dark style
es: Se admite el estilo oscuro
pl: Wsparcie dla trybu ciemnego
uk: Підтримка темного стилю

source: Add and remove task lists with custom colors
es: Añada y elimine listas de tareas con colores personalizados
pl: Dodaj i usuń listy zadań z niestandardowymi kolorami
uk: Додавання та видалення списків завдань з власними кольоровими мітками

source: See scheduled tasks from all lists at once
es: Vea las tareas programadas de todas las listas a la vez
pl: Zobacz zaplanowane zadania ze wszystkich list naraz
uk: Переглядайте заплановані завдання з усіх списків відразу

source: Set due dates
es: Establezca fechas de vencimiento
pl: Ustaw terminy
uk: Встановлюйте терміни

source: Create and track the progress of tasks
es: Cree tareas y deles seguimiento
ka: შექმენით და თვალყური ადევნეთ ამოცანების მიმდევრობას
pl: Twórz oraz śledź progres zadań
uk: Створюйте та стежте за ходом виконання завдань

source: Todo;Reminders;
es: Pendientes;Recordatorios;
ka: Todo;Reminders;გეგმები;შეხსენება;
pl: Do zrobienia;Przypomnienia;
uk: завдання;нагадування;Todo;Reminders;

source: Fix minor visual issues in dark mode
ka: ბნელი რეჟიმის მცირე პრობლემების გასწორება
