Repository: elementary/reminders
Catalog: po/*.po
Languages: am, cs, de, ja, ka, nb

source: Tasks will automatically start when this device turns on and run when its window is closed so that it can send notifications for due tasks.
de: Aufgaben startet automatisch beim Einschalten dieses Geräts und läuft auch weiter, wenn sein Fenster geschlossen wird, damit es Benachrichtigungen anzeigen kann, sobald Aufgaben anstehen.
ja: タスク期限を通知できるよう、“タスク”はデバイス起動時に自動的にバックグラウンドで起動し、ウィンドウを閉じても常駐します。
ka: Tasks ავტომატურად გაეშვება, როცა ეს მოწყობილობა ჩაირთვება და გაშვებული დარჩება, როცა ფანჯარას დახურავთ, რომ ამოცანების შესახებ შეგატყობინოთ, რომლის შესრულების დროც დგება.
nb: Gjøremål vil starte med enheten og kjøre selv når vinduet lukkes slik at det kan sende merknader om gjøremålsfrister.

source: Tasks
am: ተግባራት
cs: Úkoly
de: Aufgaben
ja: タスク

source: Online Accounts Settings…
am: የኦንላይን አካውንት ሴቲንጎች…
cs: Nastavení online účtů…
de: Online-Kontoeinstellungen…
ja: オンラインアカウントの設定…
ka: ონლაინ ანგარიშების პარამეტრები…

source: Add Task List…
am: የተግባር ዝርዝር ይጨምሩ…
cs: Přidat seznam úkolů…
de: Aufgabenliste hinzufügen …
ja: タスクリストを追加…
ka: ამოცანების სიის დამატება…

source: Creating a new task list failed
am: አዲስ የተግባር ዝርዝር መጨመር አልተቻለም
cs: Vytvoření nového seznamu úkolů se nepodařilo
de: Erstellen einer neuen Aufgabenliste gescheitert
ja: 新しいタスクリストを作成できませんでした
ka: ახალი ამოცანების სიის შექმნის შეცდომა
nb: Opprettelse av nytt gjøremål mislyktes

source: The task list registry may be unavailable or unable to be written to.
am: ምናልባት የትግባር ዝርዝር መዝገቡን ለጊዜው ማግኘት ወይም መለወጥ አልተቻለም።
cs: Registr seznamu úloh je nedostupný, nebo do něj nejde zapisovat.
de: Die Aufgabenlistenverwaltung ist möglicherweise nicht erreichbar oder schreibgeschützt.
ja: タスクリストの登録ができないか、書き込みできない可能性があります。
ka: ამოცანების სიის რეესტრი ხელმიუწვდომელია ან შიგნით ჩაწერა შეუძლებელია.
nb: Gjøremålsregisteret kan være utilgjengelig eller stengt for skriving.

source: New list
am: አዲስ ዝርዝር
cs: Nový seznam
de: Neue Liste
ja: 新しいリスト
ka: ახალი სია
nb: Ny liste

source: Delete “%s”?
am: “%s” ይጥፋ?
cs: Vymazat „%s“?
de: »%s« löschen?
ja: “%s” を削除しますか?
ka: წავშალო "%s"?
nb: Slett «%s»?

source: The list and all its tasks will be permanently deleted. If you've shared this list, other people will no longer have access.
cs: Seznam a všechny úkoly v něm budou nadobro smazány. Pokud jste tento seznam sdíleli, ostatní k němu ztratí přístup.
de: Die Liste und alle enthaltenen Aufgaben werden dauerhaft gelöscht. Falls die Liste freigegeben worden war, haben andere keinen Zugriff mehr darauf.
ja: リストとそこに含まれるタスクは、完全に削除されます。このリストを共有している場合、共有相手はアクセスできなくなります。
ka: სია და მისი ყველა ამოცანა სამუდამოდ წაიშლება. თუ თქვენ ეს სია გააზიარეთ, ხალხს მასთან წვდომა აღარ ექნება.

source: Delete Anyway
cs: Přesto smazat
de: Trotzdem löschen
ja: 了解して削除
ka: მაინც წაშლა
nb: Slett uansett

source: Deleting the task list failed
am: የተግባር ዝርዝሩን ማስወገድ አልተቻለም
cs: Seznam úkolů se nepodařilo odstranit
de: Löschen der Aufgabenliste fehlgeschlagen
ja: タスクリストを削除できませんでした
ka: ამოცანების სიის წაშლის შეცდომა
nb: Kunne ikke slette gjøremålsliste

source: Today
am: ዛሬ
cs: Dnes
de: Heute
ja: 今日
ka: დღეს
nb: I dag

source: Yesterday
am: ትላንት
cs: Včera
de: Gestern
ja: 昨日
ka: გუშინ
nb: I går

source: Tomorrow
am: ነገ
cs: Zítra
de: Morgen
ja: 明日
ka: ხვალ
nb: I morgen

source: Edit…
am: አርትዕ…
cs: Upravit…
de: Bearbeiten …
ja: 編集…
ka: ჩასწორება…
nb: Rediger …

source: Set Due
am: ቀነ-ገደብ ያዘጋጁ
cs: Nastavit do
de: Fällig
ja: 期日を設定
ka: დააყენეთ ვადა
nb: Sett frist

source: Remove
am: ይወገድ
cs: Odstranit
de: Entfernen
ja: 削除
ka: წაშლა
nb: Fjern

source: Set Location
am: ቦታ ይምረጡ
cs: Nastavit lokaci
de: Ort festlegen
ja: 場所を設定
ka: მდებარეობის დაყენება
nb: Sett plassering

source: Arriving
am: በመድረስ ላይ
cs: Příchod
de: Ankunft
ja: 目的地
ka: ჩამოდის
nb: Ankommer

source: Leaving
am: በመሄድ ላይ
cs: Odchod
de: Verlassen
ja: 出発地
ka: გადის
nb: Forlater

source: John Smith OR Example St.
am: አበበ ከበደ ወይም ምሳሌ ጎዳና
cs: Jan Novák NEBO Příčná ul.
de: Michaela Mustermann ODER Beispielsstr.
ja: 人や場所の名前
ka: John Smith ან Example St.
nb: Ola Nordmann ELLER Eksempelgate

source: Show Completed
am: የተጠናቀቁ ተግባራትን ይመልከቱ
cs: Ukázat dokončené
de: Abgeschlossene anzeigen
ja: 完了したタスクを表示
ka: დასრულებულების ჩვენება
nb: Vis fullførte

source: Delete List…
am: ዝርዝሩን ያስወግዱ…
cs: Smazat seznam…
de: Liste löschen …
ja: リストを削除…
ka: სიის წაშლა…
nb: Slett liste …

source: Could not change the task list color
am: የተግባር ዝርዝሩን ቀለም መቀየር አልተቻለም
cs: Nepodařilo se změnit barvu seznamu úkolů
de: Die Farbe der Aufgabenliste konnte nicht geändert werden
ja: タスクリストの色を変更できませんでした
ka: ამოცანების სიის ფერის შეცვლის შეცდომა
nb: Kunne ikke endre gjøremålslistefargen

source: The task list registry may be unavailable or write-protected.
am: ምናልባት የትግባር ዝርዝር መዝገቡ ለጊዜው ሊገኝ አልተቻለም ወይም ከለውጥ የተጠበቀ ነው።
cs: Registr seznamu úkolů je nejspíš nedostupný, nebo chráněný proti přepsání.
de: Die Aufgabenlistenverwaltung ist möglicherweise nicht erreichbar oder schreibgeschützt.
ja: タスクリストの登録が無効であるか、書き込み禁止に設定されている可能性があります。
ka: ამოცანების სიის რეესტრი ხელმიუწვდომელი ან ჩაწერისგან დაცულია.
nb: Gjøremålsregisteret kan være utilgjengelig eller skrivebeskyttet.

source: Scheduled
am: ቀጠሮ የተያዘለት
cs: Naplánováno
de: Geplant
ja: 繰り返し設定のあるタスク
ka: დაგეგმილია
nb: Planlagt

source: Connecting…
am: በማገናኘት ላይ…
cs: Připojování…
de: Verbinden …
ja: 接続試行中です…
ka: დაკავშირება…
nb: Kobler til …

source: Moving task failed
cs: Přesun úkolu se nezdařil
de: Verschieben der Aufgabe fehlgeschlagen
ja: タスクを移動できませんでした
ka: ამოცანის გადატანის შეცდომა
nb: Kunne ikke flytte gjøremål

source: There was an error while moving the task to the desired list.
cs: Při přesouvání úkolu na požadovaný seznam došlo k chybě.
de: Beim Verschieben der Aufgabe in die gewünschte Liste ist ein Fehler aufgetreten.
ja: 指定したリストにタスクを移動する間にエラーが発生しました。
ka: შეცდომა ამოცანის სასურველ სიაში გადატანისას.

source: Waiting for login credentials
am: የመግቢያ ማረጋገጫ በመጠበቅ ላይ
cs: Čeká se na zadání přihlašovacích údajů
de: Auf Zugangsdaten warten
ja: ログイン情報を待機しています
ka: ავტორიზაციის დეტალების მოლოდინი
nb: Venter på innloggingsdetaljer

source: Currently disconnected from the (possibly remote) data store
am: በአሁኑ ሰዓት (ምናልባት የርቀት ከሆነው) የምረጃ ቇት ጋር አልተገናኘም
cs: V tuto chvíli odpojeno od (možná vzdáleného) úložiště dat
de: Im Augenblick nicht mit der (möglicherweise entfernten) Datenbank verbunden
ja: (リモートの) データストアから切断されています
ka: ამჟამად (დიდი შანსით დაშორებულ) მონაცემების საცავთან კავშირი დამყარებული არაა
nb: Frakoblet fra datalager (antagelig annensteds hen)

source: SSL certificate trust was rejected for the connection
am: የSSL የእምነት ምስክሩ ለዚህ ግንኙነት ውድቅ ተደርጓል
cs: SSL certifikát byl pro toto připojení odmítnut
de: SSL-Zertifikat für die Verbindung wurde abgelehnt
ja: SSL 証明書が拒否されました
ka: SSL სერტიფიკატის ნდობა ამ დაკავშირებისთვის უარყოფილა
nb: Tiltro til SSL-sertifikat ble avslått for tilkoblingen

source: No Tasks
am: ምንም ተግባር የለም
cs: Žádné úkoly
de: Keine Aufgaben vorhanden
ja: タスクなし
ka: ამოცანების გარეშე
nb: Ingen gjøremål

source: Completing task failed
am: ተግባሩን መጨረስ አልተቻለም
cs: Úkol se nepodařilo dokončit
de: Abschluss der Aufgabe fehlgeschlagen
ja: タスクを完了済みとしてマークできませんでした
ka: ამოცანის დასრულების შეცდომა
nb: Kunne ikke fullføre gjøremål

source: The task registry may be unavailable or unable to be written to.
am: ምናልባት የትግባር ዝርዝር መዝገቡን ለጊዜው ማግኘት ወይም መለወጥ አልተቻለም።
cs: Registr úkolů není dostupný, nebo do něj nejde zapisovat.
de: Die Aufgabenlistenverwaltung ist möglicherweise nicht erreichbar oder schreibgeschützt.
ja: タスクを登録できないか、書き込みできない可能性があります。
ka: ამოცანების რეესტრი ხელმიუწვდომელია ან შიგნით ჩაწერა შეუძლებელია.
nb: Gjøremålsregisteret kan være utilgjengelig eller stengt for skriving.

source: Updating task failed
am: ተግባሩን ማደስ አልተቻለም
cs: Aktualizace úkolu se nepodařila
de: Aktualisierung der Aufgabe fehlgeschlagen
ja: タスクを更新できませんでした
ka: ამოცანის განახლების შეცდომა
nb: Kunne ikke oppdatere gjøremålsl

source: Removing task failed
am: ተግባሩን ማጥፋት አልተቻለም
cs: Odstranění úkolu se nepodařilo
de: Entfernen der Aufgabe fehlgeschlagen
ja: タスクを削除できませんでした
ka: ამოცანის წაშლის შეცდომა
nb: Kunne ikke fjerne gjøremål

source: Edit Name and Appearance
am: ስም እና ገጽታውን ይቀይሩ
cs: Upravit název a zobrazení
de: Name und Erscheinungsbild ändern
ja: 名前や外観を変更します
ka: სახელისა და გარეგნობის ჩასწორება
nb: Rediger navn og utseende

source: Adding task failed
am: ተግባር መጨመር አልተቻለም
cs: Přidání úkolu se nepodařilo
de: Hinzufügen der Aufgabe fehlgeschlagen
ja: タスクを追加できませんでした
ka: ამოცანის დამატების შეცდომა
nb: Kunne ikke legge til gjøremål

source: Renaming task list failed
am: የተግባር ዝርዝሩን ስም መቀየር አልተቻለም
cs: Přejmenování seznamu úkolů se nepodařilo
de: Umbenennen einer Aufgabenliste fehlgeschlagen
ja: タスクリストの名前を変更できませんでした
ka: ამოცანების სიის სახელის გადარქმევის შეცდომა
nb: Klarte ikke å gi gjøremålslisten nytt navn

source: %s at %s
am: %s %s ላይ
cs: %s v %s
de: %s um %s
ja: %sの %s
ka: %s %s
nb: %s klokken %s

source: Arriving: %s
am: መድረሻ፡ %s
cs: Příchod: %s
de: Ankunft: %s
ja: 目的地: %s
ka: ჩამოსვლა: %s
nb: Ankommer: %s

source: Leaving: %s
am: መሄጃ፡ %s
cs: Odchod: %s
de: Verlassen: %s
ja: 出発地: %s
ka: გასვლა: %s
nb: Forlater: %s

source: Cancel
am: ይሰርዙ
cs: Zrušit
de: Abbrechen
ja: キャンセル
ka: შეწყვეტა
nb: Avbryt

source: Save Changes
am: ለውጦቹን ሴቭ ያድርጉ
cs: Uložit změny
de: Änderungen speichern
ja: 変更を保存
ka: ცვლილებების შენახვა
nb: Lagre endringer

source: Add Task
am: ተግባር ይጨምሩ
cs: Přidat úkol
de: Aufgabe hinzufügen
ja: タスクを追加
ka: ამოცანის დამატება
nb: Legg til gjøremål

source: Delete Task
am: ተግባሩን ያስወግዱ
cs: Odstranit úkol
de: Aufgabe löschen
ja: タスクを削除
ka: ამოცანის წაშლა
nb: Slett gjøremål
